Repository: Prasannavenkatesh1/Geolocus
Catalog: branches/KBC/MOBILITY/IOS/kbc-geolocus-iosapp-1.0.0.0-*/GeoLocus/GeoLocus/*.lproj/Localizable.strings
Languages: fr, nl

# Hello
source: English
fr: French
nl: Dutch

source: Overall Score
fr: Note globale
nl: Totaalscore

# Overall_Score_Driving_Behavior
source: Driving Behavior
fr: Comportement en roulage
nl: Rijstijl

# Overall_Score_Speeding
source: Speeding
fr: Les excès de vitesse
nl: Snelheid

# Overall_Score_Attention
source: Attention
nl: Aandacht

# Overall_Score_Distance_Travelled
source: Total Distance Travelled
fr: Distance totale parcourue
nl: Afgelegde kilometers

source: Badges to be Earned
fr: Insignes d'être gagnés
nl: Te behalen badges

source: Badges Earned
fr: Insignes Gagné
nl: Behaalde badges

source: Levels
fr: Niveaux
nl: Level

source: Contracts points earned
fr: Contrats points gagnés
nl: Contracten punten verdiend

source: Distance Travelled
fr: Distance parcourue
nl: Afstand Travelled

# History_TS_Speeding
source: Speeding
fr: Les excès de vitesse
nl: Snelheid

# History_TS_Attention
source: Attention
nl: Aandacht

# History_Map
source: By Map
fr: Par carte
nl: Kaart

# History_Speeding_Zone
source: By Speeding Zone
fr: Par zone d'excès de vitesse
nl: Snelheidszones

# History_SZ_Speeding
source: Speeding
fr: Les excès de vitesse
nl: Snelheid

# History_SZ_Severe_Violation
source: Severe Violation
fr: Violation grave
nl: Zware overtreding

# History_SZ_Distance
source: Distance
nl: Afstand

# History_SZ_Within_Max_Speed
source: Within Max Speed
fr: Au sein de la vitesse max
nl: Binnen snelheidslimiet

# History_SZ_Above_Max_Speed
source: Above Max Speed
fr: Au-dessus de la vitesse max
nl: Boven snelheidslimiet

# History_TD_Trip_Details
source: Trip Details
fr: détail de voyage
nl: Andere ritten

# History_TD_Distance
source: Distance
nl: Afstand

# History_TD_Trip_Points
source: Trip Points
fr: Points de voyage
nl: Tokens

# Share_Info_Text
source: Psst...you can track your driving behaviour using the KBC 10,000 KM app! You can download it from the app store.
fr: Psst ... vous pouvez suivre votre comportement de conduite en utilisant l'application KM KBC 10.000! Vous pouvez le télécharger depuis l'App Store
nl: Psst ... kunt u uw rijgedrag te volgen met behulp van de KBC 10.000 KM app! U kunt het downloaden van de app store

# Share_Trip_Info
source: On %@, I travelled with distance of %@’s over a period of %@ and achieved above scores using my KBC First 10,000KM app.
fr: Le %@, je me suis rendu avec la distance de %@ sur une période de %@ et a réalisé des scores supérieurs à l'aide de mon application KBC Première 10,000km
nl: Op %@, Ik reisde met een afstand van %@ over een periode van %@ en boven scores behaald met mijn KBC First 10,000km app

source: Username
fr: Nom d'utilisateur
nl: Gebruikersnaam

source: Password
fr: Mot de passe
nl: Paswoord

source: I agree to Terms & Conditions
fr: J'accepte les conditions d'utilisation
nl: Ik ga akkoord met de gebruiksvoorwaarden

source: Login
fr: Connexion
nl: Aanmelden

source: Register Now
fr: Enregistrement
nl: Registreer

source: Need help?
fr: Besoin d'aide?
nl: Hulp nodig?

source: Add Picture of your goal here...
fr: Ajoutez une photo de votre objectif
nl: Voeg een foto van je doel toe

source: Your Goal
fr: Ton but
nl: Jou doel

source: TOTAL POINTS
fr: TOTAL DE POINTS
nl: TOTAAL TOKENS

source: Speed Points
fr: Points vitesse
nl: Tokens snelheid

source: Eco Points
fr: Points éco
nl: Tokens Eco

source: Bonus Points
fr: Points bonus
nl: Bonustokens

source: You have achieved your target on %@. Contact parents to redeem points.
fr: Vous avez atteint votre cible sur %@. Contactez les parents à échanger des points
nl: Je hebt je doel bereikt op %@. Neem contact op met de ouders om punten inwisselen

source: Customer Settings
fr: Paramètres personnalisés
nl: Aangepaste instellingen

source: Choose your Language
fr: Choisissez votre langue
nl: Kies je taal

source: Data Upload Type
fr: Téléchargement de données de type
nl: Gegevens uploaden Type

source: Snooze the start
fr: Sieste le début
nl: Snooze de start

source: Auto trip Start
fr: voyage Auto Start
nl: Auto reis te beginnen

source: Notification
nl: Kennisgeving

source: Share data with parent
fr: Partager les données avec parent
nl: Gegevens delen met ouders

source: Coach's Username
fr: Nom d'utilisateur du Coach
nl: Gebruikersnaam Coach

source: Choose Data Upload Type
fr: Choisissez le téléchargement des données de type
nl: Gegevens kiezen Upload Type

source: Cellular
fr: Cellulaire
nl: cellulair

source: Cellular and Wifi
fr: Cellulaire et Wifi
nl: Cellulaire en Wifi

source: Ask me again in
fr: Reposez-moi la question dans
nl: Vraag me opnieuw over

source: Hours
fr: Heures
nl: uren

source: Minutes
nl: minuten

source: Days
fr: Jour
nl: dagen

# History_TS_Trip_Score
source: Trip Score
fr: Le score de voyage

# Share_Trip_Score
source: Trip Score
fr: Le score de voyage

source: OK
fr: D'accord

source: Reset Password
fr: réinitialiser le mot de passe
